Tekla.Structures.Filtering.Categories.TaskFilterExpressions.PlannedEndDate
The PlannedEndDate class represents the planned end date filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.PlannedEndDate.#ctor
Initializes a new instance of the PlannedEndDate class.